"Full Duplex" = "Full Duplex";
"Half Duplex" = "Half Duplex";
"Name" = "Ime";
"Connecting…" = "Spajanje…";
"NOT CONNECTED" = "NIJE SPOJENO";
"Configurations" = "Konfiguracije";
"DHCP" = "DHCP";
"Network" = "Mreža";
"DNS" = "DNS";
"SNR" = "Omjer signal-šum";
"Download" = "Preuzmi";
"Turn Wi-Fi On" = "Uključi Wi-Fi";
"PEAK" = "Vršne vrijednosti";
"Noise" = "Smetnje";
"PROCESSES" = "PROCESI";
"Connection Speed" = "Brzina";
"Channel" = "Kanal";
"Renew DHCP Lease" = "Obnovi DHCP najam";
"Media Subtype" = "Podvrsta medija";
"Copy Address" = "Kopiraj adresu";
"HARDWARE" = "HARDVER";
"Connected" = "Spojeno";
"NETWORK" = "MREŽA";
"Upload" = "Postavi";
"Turn Wi-Fi Off" = "Isključi Wi-Fi";
"RSSI" = "RSSI";
"AIRPORT" = "AIRPORT";
"Transmit Rate" = "Brzina prijenosa";
"Disconnecting…" = "Odspajanje…";
"Link Speed" = "Brzina veze";
"10baseTX" = "10baseTX";
"Media Options" = "Opcije medija";
"Location" = "Lokacija";
"IP" = "IP";
"Disconnect" = "Odspoji";
"MAC" = "MAC";
"TCP/IP & DNS" = "TCP/IP & DNS";
"%li dBm" = "%li dBm";
"Authenticating…" = "Provjera…";
"100baseTX" = "100baseTX";
"Connect" = "Pristupi";
"Public IP" = "Javno";
"1000baseT/UTP" = "1000baseT/UTP";
"Refresh" = "Osvježi";
"Subnet Mask" = "Maska podmreže";
"Unknown" = "Nepoznato";
"Time Connected" = "Vrijeme spajanja";
"Router" = "Router";
"Flow Control" = "Kontrola protoka";


// Unlocalized strings



// Unlocalized strings

"Hide This Connection" = "Hide This Connection";
"TOTAL SINCE %@" = "TOTAL SINCE %@";
"Reset Totals" = "Reset Totals";


// Modified strings

